Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ཞིང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་དག་ལས་ཐབས་མཁས་པས་བཙལ་བར་སེམས་པ་ཡོད་ན། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti, if noble sons or noble daughters who follow the vehicle of the bodhisattvas have discarded this profound perfection of wisdom, and think that skillful means will be found in those sūtras associated with the śrāvakas and pratyekabuddhas, then, Subhūti, bodhisattva great beings should know that this too is the work of Māra.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས་ལེའུ་སུམ་ཅུ་གཅིག་པའོ།། །།
en: This completes the thirty-first chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱ་བར་དགའ་ལ། ཆོས་སྨྲ་བ་ནི་ཕྱི་ཤོལ་བྱེད་ན། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Chapter 32 “Moreover, Subhūti, if those who listen to the Dharma delight in committing this profound perfection of wisdom to writing, and in transmitting and disseminating it, but [the teachers] who expound the Dharma delay, then, Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི།
en: Moreover, Subhūti, {Ki.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱ་བར་ཕྱི་ཤོལ་མི་བྱེད་ལ་ཆོས་ཉན་པ་ནི་ཡུལ་གཞན་དུ་འགྲོ་ན། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: IV: 44} if those who expound the Dharma do not delay in committing this profound perfection of wisdom to writing, and in transmitting and disseminating it, but [the disciples] who listen to the Dharma go away to another land, then, Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱ་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་ཡུལ་གཞན་དུ་འགྲོ་ན། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི།
en: Moreover, Subhūti, if [disciples] who listen to the Dharma wish to commit this profound perfection of wisdom to writing, and transmit and disseminate it, but [the teachers] who expound the Dharma go away to another land, then, Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཁེ་དང་བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པ་ལྷུར་ལེན་ཅིང་གོས་དང་ཟས་དང་མལ་ཆ་དང་ནད་ཀྱི་རྐྱེན་རྩི་དང་། ཡོ་བྱད་ལྷུར་ལེན་ལ། ཆོས་ཉན་པ་ནི་འདོད་པ་ཆུང་ཞིང་ཆོག་ཤེས་ལ། རབ་ཏུ་དབེན་ཞིང་བརྩོན་འགྲུས་བརྩམས་པ། དྲན་པ་ཉེ་བར་གཞག་པ། མི་གཡེང་བ། སེམས་རྩེ་གཅིག་ཏུ་འདུས་པ། ཤེས་རབ་དང་ལྡན་པ་ཞིག་སྟེ། ཁེ་དང་བཀུར་སྟིས་འཇིགས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [teachers] who expound the Dharma are interested in profit, honors, and words [of praise], and interested in religious robes, food, bedding, medicines, and utensils, but [the disciples] who listen to the Dharma have few desires, and are withdrawn into their knowledge of the Dharma, energetic, mindful, undistracted, one-pointed, wise, and afraid of profit and honors, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་འདོད་པ་ཆུང་ཞིང་ཆོག་ཤེས་ལ་རབ་ཏུ་དབེན་ཞིང་། བརྩོན་འགྲུས་བརྩམས་པ། དྲན་པ་ཉེ་བར་གཞག་པ། མི་གཡེང་བ། སེམས་རྩེ་གཅིག་ཏུ་འདུས་པ་ཤེས་རབ་དང་ལྡན་པ་ཞིག་སྟེ། ཁེ་དང་བཀུར་སྟིས་འཇིགས་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་ཉན་པ་ནི་འདོད་པ་ཆེ་ཞིང་སྡིག་ཏོ་འདོད་ལ། ཁེ་དང་བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པ་ལྷུར་ལེན་ཅིང་། གོས་དང་ཟས་དང་མལ་ཆ་དང་ནད་ཀྱི་རྐྱེན་རྩི་དང་། ཡོ་བྱད་ལྷུར་ལེན་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [teachers] who expound the Dharma have few desires, and are withdrawn into their knowledge of the Dharma, energetic, mindful, undistracted, one-pointed, wise, and afraid of profit and honors, but [the disciples] who listen to the Dharma have great desires, are attached to evil, and interested in profit, honors, and words [of praise], and interested in religious robes, food, bedding, medicines, and utensils, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་དགོན་པ་བ། བསོད་སྙོམས་པ། ཕྱག་དར་ཁྲོད་པ། ཟས་ཕྱིས་མི་ལེན་པ། སྟན་གཅིག་པ། ཅི་ཐོབ་པའི་བསོད་སྙོམས་ལེན་པ། དུར་ཁྲོད་པ། བླ་གབ་མེད་པ། ཤིང་དྲུང་པ། ཅོག་པུ་པ། གཞི་ཇི་བཞིན་པ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་གོས་གསུམ་པར་གྱུར་ལ། ཆོས་ཉན་པ་ནི་དགོན་པ་བ་མ་ཡིན། བསོད་སྙོམས་པ་མ་ཡིན། ཕྱག་དར་ཁྲོད་པ་མ་ཡིན། ཟས་ཕྱིས་མི་ལེན་པ་མ་ཡིན། སྟན་གཅིག་པ་མ་ཡིན། ཅི་ཐོབ་པའི་བསོད་སྙོམས་ལེན་པ་མ་ཡིན། དུར་ཁྲོད་པ་མ་ཡིན། བླ་གབ་མེད་པ་མ་ཡིན། ཤིང་དྲུང་པ་མ་ཡིན།
en: Moreover, Subhūti, if [teachers] who expound the Dharma stay in isolation, beg for alms, wear cast-off clothes, restrict eating [after midday], eat their meal in a single sitting, accept just whatever alms have been obtained, frequent charnel grounds, sit in exposed places, sit under trees, sit upright even during sleep, stay wherever they happen to be, and own only three robes, but [the disciples] who listen to the Dharma do not stay in isolation, do not beg for alms, do not wear cast-off clothes, do not restrict eating [after midday], do not eat their meal in a single sitting, do not accept just whatever alms have been obtained, do not frequent charnel grounds, do not sit in exposed places, do not sit under trees, do not sit upright even during sleep, do not stay wherever they happen to be, and do not own only three robes, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: ཅོག་པུ་པ་མ་ཡིན། གཞི་ཇི་བཞིན་པ་མ་ཡིན། ཆོས་གོས་གསུམ་པ་མ་ཡིན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་།
en: Ki.

source: ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་དགོན་པ་པ་དང་།
en: IV: 45} Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་གོས་གསུམ་པའི་བར་དུ་གྱུར་ལ། ཆོས་སྨྲ་བ་ནི་དགོན་པ་བ་མ་ཡིན། ཆོས་གོས་གསུམ་པའི་བར་དུ་མ་ཡིན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma stay in isolation, and [observe the other ascetic virtues], up to and including the owning of only three robes, but [the teachers] who expound the Dharma do not stay in isolation, and do not [observe the other ascetic virtues], up to and including the owning of only three robes, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་དད་ཅིང་བསམ་པ་དགེ་ལ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བར་འདོད། ལུང་འཕོག་པར་འདོད། ཁ་ཏོན་བྱ་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་མ་དད་པ། ཚུལ་ཁྲིམས་ངན་པ་ཅན། སྡིག་པའི་ཆོས་ཅན་ཞིག་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བར་མི་འདོད།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma, endowed with faith and virtuous aspirations, wish to commit this profound perfection of wisdom to writing, wish to transmit it, and wish that it should be disseminated, but [the teachers] who expound the Dharma are faithless, immoral, and evil, do not wish to commit this profound perfection of wisdom to writing, do not wish to transmit it, and do not wish to disseminate it, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: ལུང་འབོག་པར་མི་འདོད། ཁ་ཏོན་བྱེད་པར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་དད་ཅིང་བསམ་པ་དགེ་ལ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ཁ་ཏོན་བྱེད་པའི་བར་དུ་འདོད་ལ། ཆོས་ཉན་པ་ནི་མ་དད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma, endowed with faith and virtuous aspirations, wish to commit this profound perfection of wisdom to writing, disseminate it [and so forth], but [the disciples] who listen to the Dharma are faithless [and so forth], then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་ཞིང་སེམས་ལ་ཆགས་པ་མེད་ལ། ཆོས་ཉན་པ་ནི་སེར་སྣ་ཅན་ཆགས་པའི་སེམས་དང་ལྡན་ཞིང་འཇུངས་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma give away all that they possess, and their minds are without attachment, but [the disciples] who listen to the Dharma have minds that are miserly and attached, and are avaricious, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་ཞིང་སེམས་ལ་ཆགས་པ་མེད་ལ། ཆོས་སྨྲ་བ་ནི་སེར་སྣ་ཅན་ཆགས་པའི་སེམས་དང་ལྡན་ཞིང་འཇུངས་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma give away all that they possess and their minds are without attachment, but [the teachers] who expound the Dharma have minds that are miserly and attached, and are avaricious, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི། ཆོས་སྨྲ་བ་ལ་གོས་དང་།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. {

source: ཟས་དང་།
en: Ki.

source: མལ་ཆ་དང་། ནད་ཀྱི་རྐྱེན་རྩི་དང་། ཡོ་བྱད་ཡོངས་སུ་གཏོང་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་ལེན་པར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་།
en: IV: 46} “Moreover, Subhūti, if [the disciples] who listen to the Dharma wish to give away robes, food, bedding, medicines, and utensils to [teachers] who expound the Dharma, but [the teachers] who expound the Dharma do not wish to receive them, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གླེངས་པ་ཙམ་གྱིས་ཤེས་ལ། ཆོས་ཉན་པ་ནི་བཀྲི་དགོས་ཤིང་ཚིག་ལྷུར་ལེན་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma understand it simply through the discourse that has been given, but [the disciples] who listen to the Dharma require guidance and are interested in verbal [explanations], then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གླེངས་པ་ཙམ་གྱིས་ཤེས་ལ། ཆོས་སྨྲ་བ་ནི་བཀྲི་དགོས་ཤིང་ཚིག་ལྷུར་ལེན་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma understand it simply through the discourse that has been given, but [the teachers] who expound the Dharma require guidance and are interested in verbal [explanations], then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་མདོ་དང་དབྱངས་ཀྱིས་བསྙད་པ་དང་། ལུང་བསྟན་པ་དང་། ཚིགས་སུ་བཅད་པ་དང་ཆེད་དུ་བརྗོད་པ་དང་། གླེང་གཞི་དང་། འདི་ལྟར་འདས་པ་དང་། སྐྱེས་པའི་རབས་དང་། ཤིན་དུ་རྒྱས་པ་དང་། ཆོས་རྨད་དུ་བྱུང་བ་དང་། རྟོགས་པ་བརྗོད་པ་དང་གཏན་ལ་བབ་པ་བསྟན་པའི་ཆོས་ཀྱི་ཁྱད་པར་ཤེས་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་ཉན་པ་ནི་མདོ་དང་དབྱངས་ཀྱིས་བསྙད་པ་དང་ལུང་བསྟན་པ་དང་། ཚིགས་སུ་བཅད་པ་དང་། ཆེད་དུ་བརྗོད་པ་དང་། གླེང་གཞི་དང་འདི་ལྟར་འདས་པ་དང་། སྐྱེས་པའི་རབས་དང་ཤིན་དུ་རྒྱས་པ་དང་། ཆོས་རྨད་དུ་བྱུང་བ་དང་།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma understand the doctrinal distinctions between discourses, sayings in prose and verse, prophetic declarations, verses, aphorisms, contexts, quotations, tales of past lives, most extensive teachings, marvelous events, narratives, and established instructions, but [the disciples] who listen to the Dharma do not understand the doctrinal distinctions between discourses, sayings in prose and verse, prophetic declarations, verses, aphorisms, contexts, quotations, tales of past lives, most extensive teachings, marvelous events, narratives, and established instructions, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: རྟོགས་པ་བརྗོད་པ་དང་། གཏན་ལ་བབ་པ་བསྟན་པའི་ཆོས་ཀྱི་ཁྱད་པར་མི་ཤེས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Ki.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་མདོ་དང་།
en: IV: 47} Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: དབྱངས་ཀྱིས་བསྙད་པ་དང་། ལུང་བསྟན་པ་དང་གཏན་ལ་བབ་པར་བསྟན་པའི་ཆོས་ཀྱི་བར་གྱི་ཁྱད་པར་ཤེས་ལ། ཆོས་སྨྲ་བ་ནི་མདོ་དང་དབྱངས་ཀྱིས་བསྙད་པ་དང་ལུང་བསྟན་པ་དང་གཏན་ལ་བབ་པར་བསྟན་པའི་ཆོས་ཀྱི་བར་གྱི་ཁྱད་པར་མི་ཤེས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma understand the doctrinal distinctions between discourses, sayings in prose and verse, prophetic declarations, [and the other branches of the scriptures], up to and including established instructions, but [the teachers] who expound the Dharma do not understand the doctrinal distinctions between discourses, sayings in prose and verse, prophetic declarations, [and the other branches of the scriptures], up to and including established instructions, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་ལྡན་ལ། ཆོས་ཉན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་མི་ལྡན་ན། རབ་འབྱོར་དེ་འང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma possess the six perfections, but [the disciples] who listen to the Dharma do not possess the six perfections, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་ལྡན་ལ། ཆོས་སྨྲ་བ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་མི་ལྡན་ན། རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma possess the six perfections, but [the teachers] who expound the Dharma do not possess the six perfections, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་ཐབས་མཁས་ལ་ཆོས་ཉན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་ཐབས་མི་མཁས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma are skilled in means with regard to the six perfections, but [the disciples] who listen to the Dharma are not skilled in means with regard to the six perfections, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་ཐབས་མཁས་ལ། ཆོས་སྨྲ་བ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་ཐབས་མི་མཁས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma are skilled in means with regard to the six perfections, but [the teachers] who expound the Dharma are not skilled in means with regard to the six perfections, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གཟུངས་ཐོབ་པར་གྱུར་ལ། ཆོས་ཉན་པ་ནི་གཟུངས་མ་ཐོབ་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma have obtained the dhāraṇīs, but [the disciples] who listen to the Dharma have not obtained the dhāraṇīs, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གཟུངས་ཐོབ་པར་གྱུར་ལ། ཆོས་སྨྲ་བ་ནི་གཟུངས་མ་ཐོབ་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma have obtained the dhāraṇīs, but [the teachers] who expound the Dharma have not obtained the dhāraṇīs, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨ་བ་ནི་འདྲི་བར་འདོད། ཀླག་པར་འདོད། ལུང་འབོག་པར་འདོད། །ཁ་ཏོན་བྱ་བར་འདོད། བསྒོམ་པར་བྱ་བར་འདོད་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་ཉན་པ་ནི་འདྲི་བར་མི་འདོད། ཀླག་པར་མི་འདོད། ལུང་འབོག་པར་མི་འདོད། ཁ་ཏོན་བྱ་བར་མི་འདོད། མཉན་པར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma wish to commit this [perfection of wisdom] to writing, wish to recite it, wish to transmit it, wish to disseminate it, and wish to cultivate it, but [the disciples] who listen to the Dharma do not wish to commit this [perfection of wisdom] to writing, do not wish to recite it, do not wish to transmit it, do not wish to disseminate it, and do not wish to listen to it, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་འདྲི་བར་འདོད། མཉན་པའི་བར་དུ་འདོད་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་སྨྲ་བ་ནི་འདྲི་བར་མི་འདོད། བསྒོམ་པའི་བར་དུ་མི་འདོད་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma wish to commit this [perfection of wisdom] to writing, wish to listen to it, [and so forth], but [the teachers] who expound the Dharma do not wish to commit it to writing, do not wish to cultivate it, [and so forth], then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་འདོད་པའི་སྲེད་པ་དང་བྲལ། གནོད་སེམས་དང་། སྙོམ་པ་དང་། གཉིད་དང་འགྱོད་པ་དང་བྲལ། ཐེ་ཚོམ་དང་བྲལ་ལ། ཆོས་ཉན་པ་ནི་འདོད་པའི་སྲེད་པ་དང་བཅས། གནོད་སེམས་དང་། སྙོམ་པ་དང་། གཉིད་དང་། འགྱོད་པ་དང་བཅས། ཐེ་ཚོམ་དང་བཅས་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma are free from the craving associated with desire, and are free from malice, apathy, torpor, and agitation, and free from doubt, but [the disciples] who listen to the Dharma have craving associated with desire, have malice, apathy, torpor, and agitation, and have doubt, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་འདོད་པའི་སྲེད་པ་དང་བྲལ། གནོད་སེམས་དང་། སྙོམ་པ་དང་། གཉིད་དང་འགྱོད་པ་དང་བྲལ། ཐེ་ཚོམ་དང་བྲལ་ལ། ཆོས་སྨྲ་བ་ནི་འདོད་པའི་སྲེད་པ་དང་བཅས།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma are free from craving associated with desire, and are free from malice, apathy, torpor, and agitation, and free from doubt, but [the teachers] who expound the Dharma have craving associated with desire, have malice, apathy, torpor, and agitation, and have doubt, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: གནོད་སེམས་དང་། སྙོམ་པ་དང་གཉིད་དང་འགྱོད་པ་དང་བཅས། ཐེ་ཚོམ་དང་བཅས་པར་གྱུར་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Ki.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་།
en: IV: 49} Subhūti, bodhisattva great beings should know that this too is the work of Māra. “
